  {
    "id": "Home",
    "img": {
      "src": "Pictures/home2.webp",
      "alt": {
        "no": "Soke Dr. Hatsumi Masaaki slåss med en bo mot to personer med sverd",
        "en": "Soke Dr. Masaaki Hatsumi fights with a bo against two people with swords"
      }
    },
    "welcome": {
      "no": "Velkommen til Bujinkan.no",
      "en": "Welcome to Bujinkan.no"
    },
    "headline1": {
      "no": "Hva er Bujinkan?",
      "en": "What is Bujinkan?"
    },
    "headline2": {
      "no": "Hvorfor trene?",
      "en": "Why train?"
    },
    "language": {
      "no": "For English, click the button at the top right or in the dropdown menu",
      "en": "For norsk, klikk på knappen øverst til høyre eller i nedtrekksmenyen"
    },
    "text1": {
      "no": [
        "Bujinkan er en japansk kampkunst som kombinerer tradisjon og moderne selvforsvar. Treningsformen bygger på ni historiske skoler (ryuha) med fokus på balanse, fleksibilitet og naturlige bevegelser."
      ],
      "en": [
        "Bujinkan is a Japanese martial art that blends tradition with modern self-defense. It is based on nine historical schools (ryuha) and emphasizes balance, flexibility, and natural movement."
      ]
    },
    "text2": {
      "no": [
        "Det er mange fordeler ved å trene Bujinkan. Noen av disse fordelene inkluderer:",
        "Bedre styrke og smidighet",
        "Stressmestring og konsentrasjon",
        "Praktiske ferdigheter for selvforsvar",
        "Innsikt og menneskelig utvikling"
      ],
      "en": [
        "Through Bujinkan you will gain:",
        "Better strength and flexibility",
        "Stress management and concentration",
        "Practical skills for self-defense",
        "Insight and personal growth"
      ]
    },
    "text3": {
        "no": "Høres dette ut som noe for deg? Ta en titt på dojo-listen, som har dojoer fra ulike deler av landet. Vil du vite mer? Ta en titt på Om-siden. Har du spørsmål? Ta gjerne kontakt.",
        "en": "Does this sound like something for you? Take a look at the dojo list, which shows dojos from different parts of the country. Want to know more? Visit the About page. Questions? Feel free to get in touch."
    }
  }
