  {
    "id": "Om",
    "img": {
      "src": "Pictures/soke.webp",
      "alt": {
        "no": "Soke Dr. Masaaki Hatsumi i samurairustning",
        "en": "Soke Dr. Masaaki Hatsumi in samurai armor"
      }
    },
    "title": {
      "no": "Hva er Bujinkan?",
      "en": "What is Bujinkan?"
    },
    "text1": {
      "no": ["Bujinkan Budō Taijutsu er en kampkunst fra Japan som har sine røtter 1000 år tilbake i tid. Den rent fysiske delen av arten er bygget opp av de 9 ulike skolene som vår stormester, Dr. Masaaki Hatsumi, har arvet. Alle med sine egne karakteristiske styrker og særegenheter. Til sammen utgjør disse også betegnet som <i>Bujinkan Budō Taijutsu</i>. Arten blir ofte kalt <i>Ninjutsu</i>, hvilket er litt misvisende, da skolene kommer fra en blanding av historiske samurai skoler og ninja skoler.",
             "I følge <i>Bugei Ryuha Daijiten</i> (Encyklopedi om Martial Arts Skoler) kan Togakure-ryū skolene spores hele veien tilbake til Yōwa perioden, hvor den har overlevd siden ved muntlig overbringelse. Grunnet artenes hemmeligheter er det svært lite som er nedskrevet informasjonen om ninjutsu skolene før år 1676."
            ],
      "en": ["Bujinkan Budō Taijutsu is a martial art from Japan that dates back 1000 years. The purely physical part of the art is made up of the 9 different schools that our grandmaster, Dr Masaaki Hatsumi, has inherited, all with their own characteristic strengths and peculiarities. Together, these are also referred to as <i>Bujinkan Budō Taijutsu</i>. The art is often called <i>Ninjutsu</i>, which is a bit misleading, as the schools come from a mixture of historical samurai schools and ninja schools.",
            "According to <i>Bugei Ryuha Daijiten</i> (Encyclopaedia of Martial Arts Schools), the Togakure-ryu schools can be traced all the way back to the Yōwa period, where it has survived since by oral transmission. Due to the secrecy of the art, there is very little recorded information about ninjutsu schools prior to 1676."]
    },
    "text2": {
      "no": ["Dagens samfunn er i forandring. Risikoen for at det skal skje noe negativt med deg eller dine nærmeste, er større enn før. Ta ansvar for egen sikkerhet. Lær deg selvforsvar! Stå bedre rustet fysisk og mentalt. Lær deg å mestre situasjonen. Du er sjefen! Ikke gjerningspersonen.",
            "Bujinkan trenes av spesialenheter over hele verden. Kom til oss og lær et effektivt selvforsvar. Vi baserer oss på virkeligheten. Dette er ingen sport. Ingen dommer som kan si stopp. Den virkelige verden fungerer ikke slik. Dette er det du lærer hos oss.",
             "Bujinkan Budō Taijutsu er ingen sport, ingen heroisme, men et system for personlig utvikling med nesten tusen års erfaring. Den eneste man trenger å konkurrere med her i livet, er seg selv...",
             "Bujinkan Budō Taijutsu er en sann Budō og kampkunst. Det kan ikke sammenliknes med kampsporter, selv om det på utsiden kan se slik ut.",
             "Bujinkan Budō Taijutsu er stadig i er fortsatt under utvikling, men på samme grunnleggende fundamenter og prinsipper som fra gammelt av. Bujinkan Budō Taijutsu prøver å gå dypere inn i meningen med naturen og livet rundt oss, og som etter hvert, om man vil, bringer en til et stadium hvor man begynner å se livet og ting rundt seg på en annerledes måte. Det sies at Bujinkan begynner der kampsportene slutter.",
             "Bujinkan Budō Taijutsu passer for alle som har eller ønsker en positiv innstilling til livet, og kan praktiseres av både gutter og jenter, gammel og ung. Det er en utmerket måte å holde seg i god helse på - både fysisk og psykisk."
            ],
        "en": ["Today's society is changing. The risk of something negative happening to you or your loved ones is greater than before. Take responsibility for your own safety. Learn self-defense! Be better prepared physically and mentally. Learn to master the situation. You are the boss! Not the perpetrator.",
            "Bujinkan is trained by special units all over the world. Come to us and learn effective self-defense. Our training is based on reality. This is not a sport. No referee can say stop. The real world doesn't work like that. This is what you learn with us.",
            "Bujinkan Budō Taijutsu is not a sport, no heroism, but a system of personal development with almost a thousand years of experience. The only person you need to compete with in life is yourself...",
            "Bujinkan Budō Taijutsu is a true Budō and martial art. It cannot be compared to martial arts, even though it may look like it from the outside.",
            "Bujinkan Budō Taijutsu is constantly evolving, but on the same basic foundations and principles as from ancient times. Bujinkan Budō Taijutsu tries to go deeper into the meaning of nature and life around us, and which eventually, if you want, brings you to a point where you start to see life and things around you in a different way. It is said that Bujinkan begins where martial arts end.",
            "Bujinkan Budō Taijutsu is suitable for anyone who has or wants a positive attitude towards life, and can be practiced by both boys and girls, old and young. It is an excellent way to stay in good health - both physically and mentally."
        ]
    },
    "video1": {
        "src": "https://www.youtube-nocookie.com/embed/FFmPzP6JD40?si=BLIm-IMHDHH5w_gx",
        "title": {
            "no": "YouTube videoavspiller",
            "en": "YouTube video player"
            }
    },
    "video2": {
        "src": "https://www.youtube-nocookie.com/embed/yu8IZAe63g0?si=scqnuyOhrCiAposg",
        "title": {
            "no": "YouTube videoavspiller",
            "en": "YouTube video player"
            }
        }
  }
